/* No comment provided by engineer. */
"A monitor has been disconnected while playing and this has ended the match! You need to restart the game if you wish to use the second display again." = "Uno degli schermi è stato disconnesso durante una partita! Devi riavviare il gioco se desideri riabilitare il secondo schermo.";

/* from the scheme panel
   from the team panel */
"Add" = "Aggiungi";

/* No comment provided by engineer. */
"Aggressive" = "Aggressivo";

/* No comment provided by engineer. */
"All" = "Tutti";

/* from the settings table */
"Alternate Damage" = "Danno Alternativo";

/* No comment provided by engineer. */
"Are you reeeeeally sure?" = "Sei sicuuuuuuro?";

/* from the settings table */
"Audio Preferences" = "Preferenze Audio";

/* No comment provided by engineer. */
"Available Teams" = "Squadre Disponibili";

/* No comment provided by engineer. */
"Average" = "Media";

/* No comment provided by engineer. */
"Backup" = "Backup";

/* No comment provided by engineer. */
"Before playing the preview needs to be generated" = "Prima di giocare bisogna che l'anteprima sia generata";

/* No comment provided by engineer. */
"Before returning the preview needs to be generated" = "Prima di tornare indietro bisogna che l'anteprima sia generata";

/* No comment provided by engineer. */
"Brutal" = "Brutale";

/* No comment provided by engineer. */
"Bully" = "Pepotente";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Cavern" = "Caverna";

/* No comment provided by engineer. */
"Change hedgehogs' hat" = "Cambia il cappello dei ricci";

/* No comment provided by engineer. */
"Chat with the devs in IRC" = "Chatta con gli sviluppatori in IRC";

/* No comment provided by engineer. */
"Choose a charismatic symbol for your team" = "Scegli un simbolo carismatico per la tua squadra";

/* No comment provided by engineer. */
"Choose hedgehog graves" = "Scegli la tomba per i tuoi ricci";

/* No comment provided by engineer. */
"Choose team fort" = "Scegli il fortino della squadra";

/* from the settings table */
"Choosing a Scheme will select its associated Weapon" = "Selezionando uno Schema si sceglierà anche il Set di Armi associato";

/* No comment provided by engineer. */
"Classic Ammo Menu" = "Menu Munizioni classico";

/* No comment provided by engineer. */
"Community" = "Comunità";

/* from the settings table */
"Damage popups will notify you on every single hit" = "Per ogni singolo colpo verrà segnato quanto danno è inflitto";

/* from the scheme panel
   from the team panel */
"Done" = "Fatto";

/* from the scheme panel
   from the team panel */
"Edit" = "Modifica";

/* No comment provided by engineer. */
"Edit scheme preferences" = "Modifica le preferenze per gli schemi";

/* No comment provided by engineer. */
"Edit team settings" = "Modifica le preferenze per la squadra";

/* No comment provided by engineer. */
"Edit weapons preferences" = "Modifica le preferenze per le armi";

/* No comment provided by engineer. */
"End Game" = "Esci dal gioco";

/* No comment provided by engineer. */
"Flag" = "Bandiera";

/* No comment provided by engineer. */
"Follow us on Twitter" = "Seguici su Twitter";

/* No comment provided by engineer. */
"Fort" = "Fortino";

/* No comment provided by engineer. */
"Game Modifiers" = "Modificatori di Gioco";

/* No comment provided by engineer. */
"Game Settings" = "Preferenze del Gioco";

/* No comment provided by engineer. */
"General" = "Generali";

/* No comment provided by engineer. */
"Grave" = "Tomba";

/* No comment provided by engineer. */
"Hedgewars supports multi-monitor configurations, but the screen has to be connected before launching the game." = "Hedgewars supporta un monitor secondario, lo schermo deve essere già connesso prima di avviare il gioco.";

/* No comment provided by engineer. */
"Hogs controlled by AI" = "Ricci controllati dall'intelligenza artificiale";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nTap anywhere to dismiss." = "Tieni il dito su un'arma per scoprire che effetto ha.\nPremi ovunque per chiudere.";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nYou can move this window anywhere on the screen." = "Tieni il dito su un'arma per scoprire che effetto ha.\nPuoi spotare questa finiestra in qualunque parte dello schermo.";

/* ammo selection */
"Initial quantity " = "Quantità iniziale ";

/* from the settings table */
"Insert your password" = "Inserisci la tua password";

/* from the settings table */
"Insert your username (if you have one)" = "Inserisci il tuo nome utente (se ne hai uno)";

/* No comment provided by engineer. */
"Join us on Facebook" = "Aggiungici al gruppo su Facebook";

/* No comment provided by engineer. */
"Large" = "Grossa";

/* No comment provided by engineer. */
"Large Floating Islands" = "Isole Gigantesche";

/* No comment provided by engineer. */
"Large Tunnels" = "Tunnel Larghi";

/* No comment provided by engineer. */
"Leave a positive review on iTunes!" = "Lasciaci un commento positivo su iTunes!";

/* No comment provided by engineer. */
"Level" = "Livello";

/* No comment provided by engineer. */
"Loading..." = "Caricamento...";

/* from the settings table */
"Main Configuration" = "Configurazione Principale";

/* No comment provided by engineer. */
"Mark the death of your fallen warriors" = "Segna la fine dei tuoi guerrieri caduti";

/* No comment provided by engineer. */
"Max Hogs:" = "Ricci Max:";

/* No comment provided by engineer. */
"Medium" = "Medio";

/* No comment provided by engineer. */
"Medium Floating Islands" = "Isole Grandi";

/* No comment provided by engineer. */
"Medium Tunnels" = "Tunnel Medi";

/* No comment provided by engineer. */
"Missing detail" = "Dettaglio mancante";

/* No comment provided by engineer. */
"Missions don't need further configuration" = "Le Missioni non necessitano di ulteriori configurazioni";

/* from the settings table */
"Music" = "Musica";

/* No comment provided by engineer. */
"Names and Hats" = "Nomi e Cappelli";

/* from the settings table */
"Nickname" = "Soprannome";

/* No comment provided by engineer. */
"No filter" = "No filtro";

/* No comment provided by engineer. */
"No thanks" = "No grazie";

/* ammo selection */
"Number of turns before you can use this weapon " = "Numero di turni prima che puoi usare quest'arma ";

/* Short for 'Never' */
"Nvr" = "Mai";

/* No comment provided by engineer. */
"Of course!" = "Of course!";

/* No comment provided by engineer. */
"Ok, got it" = "Ok, ho capito";

/* No comment provided by engineer. */
"Opt for controlling the team or let the AI lead" = "Scegli se controllare la quadra o lasciar decidere l'intelligenza artificiale";

/* from the settings table */
"Other Settings" = "Altre Preferenze";

/* from the settings table */
"Password" = "Password";

/* No comment provided by engineer. */
"Pick a slang your hogs will speak" = "Scegli la voce che i tuoi ricci useranno";

/* No comment provided by engineer. */
"Playing Teams" = "Squadre in gioco";

/* ammo selection */
"Presence probability in crates " = "Presence probability in crates ";

/* No comment provided by engineer. */
"Press to resume playing or swipe to delete the save file." = "Premi per riprendere la partita o passa il dito per cancellare il salvataggio-";

/* No comment provided by engineer. */
"Preview not available" = "Anteprima non disponibile";

/* ammo selection */
"Quantity that you will find in a crate " = "Quante munizioni troverai in una scatola ";

/* No comment provided by engineer. */
"Remind me later" = "Ricordamelo più tardi";

/* Short for 'Random' */
"Rnd" = "Cas";

/* No comment provided by engineer. */
"Save" = "Salva";

/* No comment provided by engineer. */
"Scheme" = "Schema";

/* No comment provided by engineer. */
"Scheme mismatch" = "Scheme mismatch";

/* No comment provided by engineer. */
"Scheme Name" = "Nome dello Schema";

/* No comment provided by engineer. */
"Schemes" = "Schemi";

/* No comment provided by engineer. */
"Select at least two teams to play a game" = "Scegli almeno due squadre per giocare una partita";

/* No comment provided by engineer. */
"Select one Scheme and one Weapon for this game" = "Scegli uno Schema e un set di Armi per questa partita";

/* No comment provided by engineer. */
"Select the team invincible fortress (only valid for fort games)" = "Scegli l'indistruttibile fortezza della squadra (valido solo per partite in modalità Fortino)";

/* from the settings table */
"Select which style of ammo menu you prefer" = "Seleziona quale stile preferisci per il menu munizioni";

/* No comment provided by engineer. */
"Set difficulty level" = "Seleziona il livello di difficoltà";

/* No comment provided by engineer. */
"Set hedgehog voices" = "Scegli la voce dei ricci";

/* No comment provided by engineer. */
"Set team flag" = "Seleziona la bandiera della squadra";

/* on the overlay */
"Set!" = "Seleziona!";

/* No comment provided by engineer. */
"Show Help" = "Mostra l'Aiuto";

/* No comment provided by engineer. */
"Small" = "Piccolo";

/* No comment provided by engineer. */
"Small Floating Islands" = "Piccole Isole";

/* No comment provided by engineer. */
"Small Tunnels" = "Piccoli Tunnel";

/* from the settings table */
"Sound" = "Suoni";

/* No comment provided by engineer. */
"Style" = "Stile";

/* No comment provided by engineer. */
"Support" = "Supporto";

/* No comment provided by engineer. */
"Sync Schemes and Weapons" = "Sicronizza Schemi e Set di Armi";

/* No comment provided by engineer. */
"Tag" = "Tagga";

/* No comment provided by engineer. */
"Tap to add hogs or change color, touch and hold to remove a team." = "Premi per aggiungere ricci, tieni premuto per rimuovere una squadra.";

/* No comment provided by engineer. */
"Team Name" = "Nome Squadra";

/* No comment provided by engineer. */
"Team Preferences" = "Preferenze Squadra";

/* No comment provided by engineer. */
"Teams" = "Squadre";

/* No comment provided by engineer. */
"The map is too small for that many hogs" = "La mappa è troppo piccola per tutti questi ricci";

/* No comment provided by engineer. */
"The robot badge indicates an AI-controlled team." = "Il simbolo di robot indica una squadra controllata dall'intelligenza artificiale.";

/* No comment provided by engineer. */
"The scheme you selected allows only for two teams" = "Lo scheme che hai scelto permette solo una partita con due squadre";

/* No comment provided by engineer. */
"This weapon is locked" = "Quest'arma è bloccata";

/* No comment provided by engineer. */
"Too few teams playing" = "Troppe poche squadre";

/* No comment provided by engineer. */
"Too many hogs" = "Troppi ricci";

/* No comment provided by engineer. */
"Too many teams" = "Troppe squadre";

/* No comment provided by engineer. */
"Visit our website" = "Visita il nostro sito internet";

/* No comment provided by engineer. */
"Voice" = "Voce";

/* No comment provided by engineer. */
"Wacky" = "Stramba";

/* No comment provided by engineer. */
"Wait for the Preview" = "Aspetta la generazione dell'Anteprima";

/* No comment provided by engineer. */
"Weaky" = "Deboluccio";

/* No comment provided by engineer. */
"Weapon" = "Arma";

/* No comment provided by engineer. */
"Weapon Ammuntions" = "Munizioni";

/* No comment provided by engineer. */
"Weapons" = "Armi";

/* No comment provided by engineer. */
"Weaponset Name" = "Nome Set di Armi";

/* No comment provided by engineer. */
"Well, maybe not..." = "Bhe, forse no...";

/* No comment provided by engineer. */
"Worldwide" = "Mondiale";

/* No comment provided by engineer. */
"You can add a description if you wish" = "Puoi aggiungere una descrizione se lo desideri";

/* No comment provided by engineer. */
"You exceeded the maximum number of tems allowed in a game" = "Hai selezionato più squadre di quelle permesse in una partita";

